"SPC Password" = "SPC-lösenord";
"Authentication Key" = "Autentiseringsnyckel";
"Incorrect key" = "Felaktig nyckel";
"Incorrect SPC Password" = "Felaktigt SPC-lösenord";
"Enter 26 digit key" = "Ange 26-siffrig autentiseringsnyckel.";
"Security" = "Säkerhet";
"Too many retries of SPC." = "För många försök av SPC.";
"AKEY set successfully." = "AKEY har ställts in.";
"Failed to set AKEY." = "Kunde inte ställa in AKEY.";
"Too many retries of AKEY." = "För många försök av AKEY.";
"Password" = "Lösenord";
"Key" = "Nyckel";
"OK" = "OK";
"Cancel" = "Avbryt";